"More options" = "Weitere Optionen";
"Default account" = "Standardkonto";
"Push Notification" = "Push-Benachrichtigung";
"Username" = "Benutzername";
"Display name" = "Anzeigename";
"User ID" = "Benutzerkennung";
"Password" = "Passwort";
"Domain" = "Domäne";
"Proxy" = "Proxy";
"Transport" = "Übertragung";
"Outbound proxy" = "Ausgehender Proxy";
"AVPF" = "AVPF";
"Expire" = "Gültig bis";
"Country code prefix" = "Landesvorwahlpräfix";
"Substitute + in phone numbers" = "Austauschen + in Telefonnummern";
"Account enabled" = "Konto aktiviert";
"Remove Account" = "Konto entfernen";
